cook-api-backend/app/controllers/ingredients_controller.rb

SELECT "ingredients".* FROM "ingredients"
---
    def index
        ingredient = Ingredient.all