cook-api-backend/app/controllers/users_controller.rb

    def create
        user = User.new(name: params[:name])
        if User.save
---
INSERT INTO "users" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "asd"], ["created_at", "2019-07-30 22:21:06.180124"], ["updated_at", "2019-07-30 22:21:06.180124"]]